export default {
  "header.section.title.introduction": "معرفی",
  "header.section.title.about": "درباره من",
  "header.section.title.worth": "ارزش های من",
  "header.section.title.skills": "مهارت ها",
  "header.section.title.projects": "مسیر من",
  "header.section.title.contactme": "بامن تماس بگیر",

  "introduction.section.text.1": "سلام به همگی",
  "introduction.section.text.2": "من مهدی رباط جزی هستم",
  "introduction.section.text.3": "من توسعه وب را انجام می دهم",
  "introduction.section.text.4": "👍تخصص: جاوااسکریپت",

  "about.me.section0.title.who.am.i": "من چه کسی هستم",
  "about.me.section0.t1":
    "برنامه نویس باتجربه React ، در ایجاد برنامه های کاربردی Frontend خلاقانه در زمینه های مختلف مهارت دارم. تخصص در توسعه برنامه های وب CSR و SSR  ، همچنین در زمینه بک اند یک برنامه نویس جونیور محسوب می شوم . به دنبال فرصت هایی برای استفاده از مهارت های خود در پروژه های چالش برانگیز هستم.",
  "about.me.section0.t2": `نزدیک به 3 سال فعالیت در حوضه فرانت اند طراحی وب سایت. 
    در تمامی این سال ها بصورت مداوم و مستمر روی مهارت هایی
    همچون توسعه یادگیری، تیم ورک و رشد فردی کار کردم و تمرکز داشتم و قصد دارم با استفاده از دانشم وبسایت های سریع، پایدار و کاربر
    پسند توسعه بدهم.خوشحالم از اینکه کلی چیز های جدید برای یادگیری وجود داره و این مسیر یادگیری همچنان ادامه خواهد داشت.
    `,
  "about.me.section0.t3.li.1": `یادگیری پیوسته و کسب مهارتهای جدید`,
  "about.me.section0.t3.li.2": `ساخت اپلیکیشن های کاربردی و راهکار محور`,
  "about.me.section0.t3.li.3": `تعامل، یادگیری و شبکه سازی از دوستان و همکاران متخصص`,
  "about.me.section0.t3.li.4": `کارباکیفیت بالا، تمرین کار تیمی، کسب تجربیات منحصر به کار سازمانی ...`,

  "about.me.section1.title.what.i.do": "من چه کاری انجام میدهم؟ ",
  "about.me.section1.t1":
    "من به شرکت ها کمک می کنم تا به اهداف توسعه خود برسند",
  "about.me.section1.t2": "تجزیه و تحلیل نیاز، توسعه نرم افزار، تست و ارزیابی",
  "about.me.section1.t3": "سخت کوشی و تعهد",

  "about.me.section2.title.what.i.want": "من چه چیزی می خواهم؟ ",
  "about.me.section2.t1": "همکاری و یادگیری مستمر از کار و همکاران",
  "about.me.section2.t2": "پیدا کردن دوستان جدید",
  "about.me.section2.t3": "احساس رضایت و ارزش در زندگی",

  "skills.description.js": "جاوااسکرپت",
  "skills.description.ts": "تایپ اسکریپت",
  "skills.description.react": "ری اکت",
  "skills.description.redux": "ری داکس",
  "skills.description.next": "نکست",

  "skills.description.node": "نودجی اس",
  "skills.description.express": "اکسپرس",
  "skills.description.react-native": "ری اکت نیتیو",
  "skills.description.vue": "وی یو ای",
  "skills.description.python": "پایتون",
  "skills.description.sql": "اس کیو ال",
  "skills.description.mongo": "مونگو دی بی",
  "skills.description.websocket": "وب سوکت",

  "skills.description.git": "گیت",
  "skills.description.jira": "جیرا",
  "skills.description.photoshop": "فوتوشاپ",
  "skills.description.illustrator": "ایلستریتور",
  "skills.description.mysql": "مای اس کیو ال",
  "skills.description.figma": "فیگما",
  "skills.description.browser.extention": "افزونه مرورگر",
  "skills.description.library.code": "کد کتابخانه",

  "text.professional": "مهارت های حرفه ای من",
  "text.learned": "مهارت های درحال یادگیری من",
  "text.worked": "مهارت های فرعی من",

  "path.shahab.danesh.title": "دانشگاه شهاب دانش",
  "path.shahab.danesh.description":
    "دانشگاه شهاب دانش واقع در قم در رشته مهندسی نرم افزار تحصیل کردم ، ولی فاقد مدرک دانشگاهی",

  "path.mapsa.title": "بوت کمپ مپصا",
  "path.mapsa.description":
    " یکی از تصمیمات درست زندگی من شرکت در بوت کمپ فرانت مپصا بود که در آنجا زیر نظر استاد معین علی زاده مشغول یادگیری برنامه نویسی فرانت اند شدم و البته یک پروژه تکمیلی به عنوان نمونه کار انجام دادم",

  "path.notash.title": "شرکت نوتاش",
  "path.notash.description":
    "حدود 20 ماه فعالیت به عنوان برنامه نویس فرانت شرکت نوتاش (سرویس بومی IoT) تجربه ارزشمند مشارکت تیمی با مدل Scrum را برای من به همراه داشت",
  "path.kar.title": "پروژه کافی نت من",
  "path.kar.description":
    "بعد از حضورم در نوتاش عضو یک تیم باتعداد افراد کم ولی بسیار چابک و سریع  و کاملا ریموت و منعطف شدم که البته در حال حاضر پروژه متوقف شده ",
  "resume.title": "فایل رزومه",
  "get.resume.file": "دریافت فایل رزومه",
  "go.to.my.virgool.account": "مقالات من در ویرگول",
  "mobile.number": "09190868386",
  "project.detail.box.notash.description.section.1":
    "حدود 20 ماه فعالیت به عنوان برنامه نویس سمت فرانت شرکت نوتاش. شرکت نوتاش از زیر مجموعه های",
  "holding.danial.moj": "هلدینگ دانیال موج",
  "project.detail.box.notash.description.section.2":
    " است و در زمینه اینترنت اشیا در حال ادامه فعالیت می باشد. مهم ترین چالش های من در این پوزیشن شغلی یکی همکاری با مهندسین نرم افزار با تجربه زیاد و براورد خواسته هایشان به عنوان اولین پوزیشن کاری، دوم مدیریت فرایند های اپلیکیشن ارائه دهنده اینترنت اشیا با سه سطح کاربری در کنار فقط یک همکار فرانت ، تجربه فراموش نشدنی کار تیمی درکنار مهندسین مجرب در زمینه وب و نرم افزار از دستاورد های ارزشمند من در شرکت نوتاش است.",
  "project.detail.box.notash.description.subtitle":
    "بعضی پروژه های کاملا به من محول شده :",
  "project.detail.box.notash.rulechain.description":
    "موتور قواعد یک چارچوب ساده برای ساخت گردش کارهای مبتنی بر رویداد است. تنها با کشیدن و رها کردن بلوک‌های گرافیکی از قبل برنامه‌نویسی شده، می‌توانید گردش کارهای مبتنی بر رویداد را تعریف کنید و دیگر نیازی به ساعت‌ها کد نویسی نیست.",
  "project.detail.box.notash.ticketing.description":
    "پیاده سازی کامل سرویس تیکتینگ شرکت نوتاش",
  "project.detail.box.notash.select.rulechain": "موتور قواعد (رول چین)",
  "project.detail.box.notash.select.ticketing": "سیستم پرسش و پاسخ (تیکتینگ)",
  "project.detail.box.notash.select.summary": "خلاصه",

  "kar.ra.bendaz.title": "کار را بنداز",
  "kar.ra.bendaz.description1":
    " پروژه کار رابنداز یک پروژه کاملا شخصی، متن باز، بدون استفاده از هیچگونه تمپلیت آماده یا مشورت با دیگران کار شده است وهدف آن تست ویادگیری تکنولوژی های جدید و کار رزومه ای است ",
  "kar.ra.bendaz.description2": "این پروژه در حال حاضر کامل و آنلاین نیست",
  "kar.ra.bendaz.description3":
    "تکنولوژی های مورد استفاده من که برایم جدید بود",
  "kar.ra.bendaz.description4":
    "Redux Toolkit , Redux Toolkit Query , Formik , Sass , ExpressJs , Mongo , Front And Back System Design",
  "kar.ra.bendaz.modal.tab.title": "معرفی : ",
  "kar.ra.bendaz.modal.tab.1": "تصویر و لوگو",
  "kar.ra.bendaz.modal.tab.2": "معرفی ویدئویی",
  "kar.ra.bendaz.modal.tab.3": "لینک",
  "kar.ra.bendaz.links.aparat": "لینک آپارات",
  "kar.ra.bendaz.links.youtube": "لینک یوتیوب",

  "mapsa.bootcamp.modal.title": "بوت کمپ مپصا",
  "mapsa.bootcamp.modal.description1":
    "بوت کمپ فرانت اند مپصا با شروع آموزش های پایه ای مثل جاوااسکریپت، ابزارهای باندل، ای اس 6 و ... شروع شد و با ری اکت و ری داکس ادامه پیدا کرد و با نکست جی اس هم تمام شد.",
  "mapsa.bootcamp.modal.description2":
    "درانتها بایک پروژه Movie به جمع بندی رسید",
  "mapsa.bootcamp.group.image.tab.1": "عکس گروهی",
  "mapsa.bootcamp.movie.project.tab.2": "پروژه Movie",
  "mapsa.bootcamp.movie.project.description1":
    "پروژه پایانی مپصا به منظور کار رزومه ای وتمرین آموخته ها بودو از API سایت TMDB استفاده میکند.",
  "mapsa.bootcamp.movie.project.description2":
    "برای ورود حتما از VPN استفاده کنید، Api های سایت TMDB فیلتر است.",
  "mapsa.bootcamp.links.tab.3": "لینک ها",
  "mapsa.bootcamp.moein.alizadeh.linkedin": "معین علیزاده",

  "text.software.testing.skill": "تست نرم افزار",
  "text.simple": "ساده",
  "text.card": "کارت",
};
