export default { 

    "header.section.title.introduction":"معرفی",
    "header.section.title.about":"درباره من",
    "header.section.title.skills":"مهارت ها",
    "header.section.title.projects":"مسیر من",
    "header.section.title.contactme":"بامن تماس بگیر",

    "introduction.section.text.1":"سلام به همگی",
    "introduction.section.text.2":"من مهدی رباط جزی هستم",
    "introduction.section.text.3":"من توسعه وب را انجام می دهم",
    "introduction.section.text.4":"👍تخصص: جاوااسکریپت",


    "about.me.section0.title.who.am.i":"من چه کسی هستم",
    "about.me.section0.t1":"سلام! 👋 من مهدی رباط جزی هستم، یک توسعه دهنده وب پرشور در زمینه \n" +
      " فرانت اند  ، با تمرکز بر Reactjs و Next . من با پرورش ایده های خلاقانه به تجربیات خود اضافه می کنم",

    "about.me.section1.title.what.i.do":"من چه کاری انجام میدهم؟ ",
    "about.me.section1.t1":"من به شرکت ها کمک می کنم تا به اهداف توسعه خود برسند",
    "about.me.section1.t2":"تجزیه و تحلیل نیاز، توسعه نرم افزار، تست و ارزیابی",
    "about.me.section1.t3":"سخت کوشی و تعهد",


    "about.me.section2.title.what.i.want":"من چه چیزی می خواهم؟ ",
    "about.me.section2.t1":"همکاری و یادگیری مستمر از کار و همکاران",
    "about.me.section2.t2":"پیدا کردن دوستان جدید",
    "about.me.section2.t3":"احساس رضایت و ارزش در زندگی",

    "skills.description.js":"جاوااسکرپت",
    "skills.description.ts":"تایپ اسکریپت",
    "skills.description.react":"ری اکت",
    "skills.description.redux":"ری داکس",
    "skills.description.next":"نکست",

    "skills.description.node":"نودجی اس",
    "skills.description.express":"اکسپرس",
    "skills.description.react-native":"ری اکت نیتیو",
    "skills.description.vue":"وی یو ای",
    "skills.description.python":"پایتون",

    "skills.description.git":"گیت",
    "skills.description.jira":"جیرا",
    "skills.description.photoshop":"فوتوشاپ",
    "skills.description.illustrator":"ایلستریتور",
    "skills.description.figma":"فیگما", 
    "text.professional":"مهارت های حرفه ای من",
    "text.learned":"مهارت های درحال یادگیری من",
    "text.worked":"مهارت های فرعی من",

    "path.shahab.danesh.title":"دانشگاه شهاب دانش",
    "path.shahab.danesh.description":"من در شهر قم به دانشگاه شهاب دانش رفتم اما متاسفانه به دلیل مهاجرت و مشکلات مالی نتوانستم درس و دانشگاه را ادامه بدهم واینکه مدرک دانشگاهی ندارم ",

    "path.mapsa.title":"بوت کمپ مپصا",
    "path.mapsa.description":" یکی از تصمیمات درست زندگی من شرکت در بوت کمپ فرانت مپصا بود که در آنجا زیر نظر استاد معین علی زاده مشغول یادگیری برنامه نویسی فرانت اند شدم و البته یک پروژه تکمیلی به عنوان نمونه کار انجام دادم",

    "path.notash.title":"شرکت نوتاش",
    "path.notash.description":"بعد از حضورم در بوت کمپ مپصا توانستم به سرعت در شرکت نوتاش استخدام شوم و به مدت 20 ماه در آنجا مشغول به برنامه نویسی سمت فرانت باشم که تجربه ارزشمند مشارکت تیمی را برای من به ارمغان آورد . نوتاش در واقع شرکت ارائه دهنده بومی اینترنت اشیاء در ایران است.",
    "path.kar.title":"پروژه کار را بنداز",
    "path.kar.description":"درحین حضورم درشرکت نوتاش من مشغول یک پروژه رزومه ای وهمچنین تستی برای یادگیری تکنولوژی های جدید سمت فرانت شدم پروژه درمورد تودو است اما حرفه ای حتما در صورت امکان نگاهی به آن بیندازید ",
    "resume.title":"دراین بخش میتوانید به فایل رزومه من دسترسی داشته باشید",
    "get.resume.file":"دریافت فایل رزومه",
    "project.detail.box.notash.description.section.1":"حدود 20 ماه فعالیت به عنوان برنامه نویس سمت فرانت شرکت نوتاش. شرکت نوتاش از زیر مجموعه های",
    "holding.danial.moj":'هلدینگ دانیال موج',
    "project.detail.box.notash.description.section.2":" است و در زمینه اینترنت اشیا در حال ادامه فعالیت می باشد. مهم ترین چالش های من در این پوزیشن شغلی یکی همکاری با مهندسین نرم افزار با تجربه زیاد و براورد خواسته هایشان به عنوان اولین پوزیشن کاری، دوم مدیریت فرایند های اپلیکیشن ارائه دهنده اینترنت اشیا با سه سطح کاربری در کنار فقط یک همکار فرانت ، تجربه فراموش نشدنی کار تیمی درکنار مهندسین مجرب در زمینه وب و نرم افزار از دستاورد های ارزشمند من در شرکت نوتاش است.",
    "project.detail.box.notash.description.subtitle":"بعضی پروژه های کاملا به من محول شده :",
    "project.detail.box.notash.rulechain.description":"موتور قواعد یک چارچوب ساده برای ساخت گردش کارهای مبتنی بر رویداد است. تنها با کشیدن و رها کردن بلوک‌های گرافیکی از قبل برنامه‌نویسی شده، می‌توانید گردش کارهای مبتنی بر رویداد را تعریف کنید و دیگر نیازی به ساعت‌ها کد نویسی نیست.",
    "project.detail.box.notash.ticketing.description":" ",
    "project.detail.box.notash.select.rulechain":"موتور قواعد (رول چین)",
    "project.detail.box.notash.select.ticketing":"سیستم پرسش و پاسخ (تیکتینگ)",
    
    "kar.ra.bendaz.title":"کار را بنداز",
    "kar.ra.bendaz.description1":" پروژه کار رابنداز یک پروژه کاملا شخصی، متن باز، بدون استفاده از هیچگونه تمپلیت آماده یا مشورت با دیگران کار شده است وهدف آن تست ویادگیری تکنولوژی های جدید و کار رزومه ای است ",
    "kar.ra.bendaz.description2":"این پروژه در حال حاضر کامل و آنلاین نیست",
    "kar.ra.bendaz.description3":"تکنولوژی های مورد استفاده من که برایم جدید بود",
    "kar.ra.bendaz.description4":"Redux Toolkit , Redux Toolkit Query , Formik , Sass , ExpressJs , Mongo , Front And Back System Design",
    "kar.ra.bendaz.modal.tab.title":"معرفی : ",
    'kar.ra.bendaz.modal.tab.1':"تصویر و لوگو",
    'kar.ra.bendaz.modal.tab.2':"معرفی ویدئویی",

    "mapsa.bootcamp.modal.title":"بوت کمپ مپصا",
    "mapsa.bootcamp.modal.description1":"بوت کمپ فرانت اند مپصا با شروع آموزش های پایه ای مثل جاوااسکریپت، ابزارهای باندل، ای اس 6 و ... شروع شد و با ری اکت و ری داکس ادامه پیدا کرد و با نکست جی اس هم تمام شد.",
    "mapsa.bootcamp.modal.description2":"درانتها بایک پروژه Movie به جمع بندی رسید",
    "mapsa.bootcamp.group.image.tab.1":"عکس گروهی",
    "mapsa.bootcamp.movie.project.tab.2":"پروژه Movie",
    "mapsa.bootcamp.movie.project.description1":"پروژه پایانی مپصا به منظور کار رزومه ای وتمرین آموخته ها بودو از API سایت TMDB استفاده میکند.",
    "mapsa.bootcamp.movie.project.description2":"برای ورود حتما از VPN استفاده کنید، Api های سایت TMDB فیلتر است.",
    "mapsa.bootcamp.links.tab.3":"لینک ها",
    "mapsa.bootcamp.moein.alizadeh.linkedin":"معین علیزاده"




}